export const doctorTexts2606: Record<number, string> = {
  1: `Описание
BPE (фоновое накопление контрастного вещества паренхимой) – незначительное.
Кожные покровы, область соска и ареолы правой и левой молочной железы не изменены.
Правая молочная железа: ACR-c. Структура молочных желёз представлена, преимущественно, фиброзной и железистой тканью. Единичные кисты до 10мм в диаметре. На границе внутренних квадрантов, на расстоянии от соска 65мм и 58мм от грудной мышцы, определяется объемное образование, размером 8х5х6мм.Сосудистая сеть и подкожно жировой слой не деформированы. Аксиллярные лимфатические узлы не изменены.
Левая молочная железа. ACR-c. Структура молочных желёз представлена, преимущественно, фиброзной и железистой тканью. Единичные кисты до 8мм в диаметре. Сосудистая сеть и подкожно жировой слой не деформированы. Аксиллярные лимфатические узлы не изменены.
 
Заключение
МР-признаки объемного образования правой молочной железы (susp.cr) на фоне фиброзно-кистозных изменений. Кисты обеих молочных желез. 
Правая молочная железа: BIRADS-5
Левая молочная железа: BIRADS-2
Рекомендовано: морфологическая верификация объемного образования правой молочной железы.`,
  2: `Описание
Методика: билатеральное исследование с высоким разрешением, с использованием специализированной поверхностной катушки для МРТ молочной железы
 
PV (объём паренхимы правой и левой молочной железы): B
BPE (фоновое накопление контрастного вещества паренхимой): 2
Симметрия молочных желез: симметричны
 
ПРАВАЯ МОЛОЧНАЯ ЖЕЛЕЗА
Кожа, область ареолы: кожа и область САК отёчны, без очагов патологического контрастирования
Объёмные образования и участки патологического накопления контрастного препарата: в нижнем внутреннем квадранте на расстоянии 58 мм от ареолы, в 45 мм от большой грудной мышцы и 17 мм от медиального кожного края образование с нечётким неровным контуром размером 18 х 18 мм, накопление контрастного препарата быстрое, гетерогенное с отсроченным вымыванием (3 тип), с выраженным ограничением диффузии, с асимметрией кровотока, с перифокальным отёком
Аналогичные по характеристикам гиперваскулярные узлы расположены кпереди и кзади-латерально (в нижнем наружном квадранте); суммарный размер патологической зоны 32х73х22 мм (билатеральный х переднезадний х краниокаудальный), минимальное расстояние от большой грудной мышцы – 12 мм, от ареолы - 53 мм
Аксиллярные лимфатические узлы: единичный до 27 мм в поперечнике
 
ЛЕВАЯ МОЛОЧНАЯ ЖЕЛЕЗА
Кожа, область ареолы: не изменены
Объёмные образования и участки патологического накопления контрастного препарата: не выявлены
Аксиллярные лимфатические узлы: не изменены
Заключение
МР-признаки новообразования правой молочной железы, мультицентрический рост, с перифокальным отёком и асимметрией кровотока, с ипсилатеральной лимфоаденопатией
Новообразований в левой молочной железе не выявлено
Справа BIRADS-6
Слева BIRADS-2`,
  3: `Описание
BPE (фоновое накопление контрастного вещества паренхимой) – незначительное.
Кожные покровы, область соска и ареолы правой и левой молочной железы не изменены.
Правая молочная железа: ACR-c. Структура молочных желёз представлена, преимущественно, фиброзной и железистой тканью. Единичные кисты до 6мм в диаметре. Сосудистая сеть и подкожно жировой слой не деформированы. Аксиллярные лимфатические узлы не изменены.
 
Левая молочная железа. ACR-c. Структура молочных желёз представлена, преимущественно, фиброзной и железистой тканью. Единичные кисты до 10мм в диаметре. В верхне-наружном квадранте, на расстоянии 87мм от соска и 66мм от грудной мышцы, определяется объемное образование неправильной формы со спикулообразными контурами, размером 19х18х16мм. Сосудистая сеть и подкожно жировой слой не деформированы. Аксиллярные лимфатические узлы не изменены.
 
Заключение
МР-признаки карциномы левой молочной железы на фоне фиброзно-кистозных изменений. 
 
Правая молочная железа: BIRADS-2
Левая молочная железа: BIRADS-5`,
  4: `Описание
BPE (фоновое накопление контрастного вещества паренхимой) – незначительное.
Кожные покровы, область соска и ареолы правой и левой молочной железы не изменены.
Правая молочная железа: ACR-a. Структура молочных желёз представлена, преимущественно, жировой тканью. Сосудистая сеть и подкожно жировой слой не деформированы. Аксиллярные лимфатические узлы не изменены.
 
Левая молочная железа. ACR-a. Структура молочных желёз представлена, преимущественно, жировой тканью. В верхне-внутреннем квадранте, на расстоянии 6мм от грудной мышцы и 8мм от верхнего края кожи определяется объемное образование неправильной формы с дольчатыми контурами, размером 27х25х25мм. Сосудистая сеть и подкожно жировой слой не деформированы. Аксиллярные лимфатические узлы не изменены.
Заключение

МР-признаки карциномы левой молочной железы, справа структурных изменений не выявлено.
Правая молочная железа: BIRADS-1
Левая молочная железа: BIRADS-5
Рекомендовано: консультация онколога, морфологическая верификация.`,
  5: `Описание
ПРАВАЯ МОЛОЧНАЯ ЖЕЛЕЗА:
Кожные покровы, область соска и ареолы: не изменены
Объёмные образования и участки патологического накопления контрастного препарата:
на границе внутренних квадрантов и в верхнем внутреннем квадранте на расстоянии 60 мм от ареолы, в 60 мм от большой грудной мышцы определяется гиперваскулярная зона, состоящая из нескольких гиперваскулярных участков с нечетким неровным тяжистым контуром, накопление контрастного препарата медленное, персистирующее, с небольшим перифокальным отёком. Размер каждого участка - порядка 15х15х5 мм, суммарный размер патологической зоны 71х25х23 мм (переднезадний х краниокаудальный х билатеральный), расстояние между наиболее удалённым друг от друга узлами - 50 мм
Аксиллярные лимфатические узлы:
- 1 группа - множественные узлы с нарушением архитектоники, максимальным поперечным размером 12 мм
- 2 и 3 группы - не изменены
 
ЛЕВАЯ МОЛОЧНАЯ ЖЕЛЕЗА:
Кожные покровы не изменены
Область соска и ареолы: ретроареолярно непосредственно за соском определяется гиперваскулярный участок контрастирования 7х5х4 мм, гиперинтенсивный на STIR, без ограничения диффузии
Объёмные образования и участки патологического накопления контрастного препарата: в центральном секторе на расстоянии 84 мм от ареолы, 66 мм от большой грудной мышцы и 44 мм от латерального кожного края образование с дольчатым контуром, гипоинтенсивными септами, гиперинтенсивное на STIR, с быстрым персистирующим контрастированием, без ограничения диффузии размером 5 мм
Аксиллярные лимфатические узлы: не увеличены, с сохраненной структурой
Заключение
СПРАВА
Мультицентрическая / мультифокальная гиперваскулярная зона в правой молочной железе
Ипсилатеральная аксиллярная лимфоаденопатия (1 группы)
BIRADS 6
 
СЛЕВА
Гиперваскулярный участок в соске левой молочной железы - возможно, артефакт изображения на фоне плотного прилежания соска к корпусу катушки (рекомендуется прицельный досмотр по УЗИ)
МР картина фиброаденомы левой молочной железы
BIRADS 2`,
  6: `Описание

ПРАВАЯ МОЛОЧНАЯ ЖЕЛЕЗА:
Кожные покровы, область соска и ареолы: не изменены
Объёмные образования и участки патологического накопления контрастного препарата: в верхнем внутреннем квадранте в зоне установки метки определяется зона перестройки структуры с медленным проградиентным контрастированием, с умеренным ограничением диффузии, с минимальным перифокальным отёком размером около 20х20х28 мм (переднезадний х билатеральный х краниокаудальный), ранее - опухолевый узел 40х40х40 мм. Кпереди и кзади определяются гиперваскулярные фокусы. Суммарный размер патологической зоны 53х26х45 мм (переднезадний х билатеральный х краниокаудальный), ранее - 75х40х70 мм. Минимальное расстояние от ареолы 33 мм (ранее - 11 мм), от большой грудной мышцы 11 мм (ранее - 4 мм)
Аксиллярные лимфатические узлы:
1 группы: единичные узлы с нарушением архитектоники, максимальным поперечным размером до 10 мм (ранее - множественные до 32 мм)
2 группы - единичные до 5 мм (ранее до 12 мм)
3 группы - единичные до 2-3 мм (ранее до 5 мм)
 ЛЕВАЯ МОЛОЧНАЯ ЖЕЛЕЗА:
Кожные покровы, область соска и ареолы: не изменены
Объёмные образования и участки патологического накопления контрастного препарата: не выявляются
Аксиллярные лимфатические узлы: не увеличены, с сохраненной структурой
Заключение
МР картина частичного ответа опухоли на проводимое лечение в виде уменьшения размера (концентрическое сужение и фрагментация), снижения показателей перфузии, повышения значения ИКД, уменьшения выраженности перифокального отёка, уменьшения ипсилатеральных аксиллярных лимфоузлов
Патологических изменений левой молочной железы не выявлено
Справа BIRADS 6
Слева BIRADS 2`,
  7: `Описание
ПРАВАЯ МОЛОЧНАЯ ЖЕЛЕЗА:
Кожные покровы, область соска и ареолы: не изменены
Объёмные образования и участки патологического накопления контрастного препарата:
- На границе нижних квадрантов на расстоянии 62 мм от ареолы, в 26 мм от большой грудной мышцы и .30. мм от латерального кожного края образование с нечетким неровным контуром размером 11х9х16 мм, накопление контрастного препарата быстрое гомогенное персистирующее, с выраженным ограничением диффузии, с перифокальным отёком, без асимметрии кровотока
- Кпереди от данного образования на расстоянии 26 мм в нижнем внутреннем квадранте (35 мм от ареолы, 57 мм от большой грудной мышцы и 19 мм от медиального кожного края) определяется дольчатое, гиперинтенсиное на STIR образование с чёткими ровными контурами, с быстрым персистирующим контрастированием без ограничения диффузии - МР картина фиброаденомы
- В верхнем наружном квадранте на расстоянии 52 мм от образования имеется неизменённый интрамаммарный лимфоузел 5 мм
Множественные кисты до 10 мм
Аксиллярные лимфатические узлы: не увеличены, с сохраненной структурой
 
ЛЕВАЯ МОЛОЧНАЯ ЖЕЛЕЗА:
Кожные покровы, область соска и ареолы: не изменены
Объёмные образования и участки патологического накопления контрастного препарата: не выявляются
Множественные кисты до 12 мм
Аксиллярные лимфатические узлы: не увеличены, с сохраненной структурой
Заключение
МР-признаки новообразования правой молочной железы, с перифокальным отёком, без макроскопических метастазов в лимфатических узлах
МР картина фиброаденомы правой молочной железы
Неизменённый интрамаммарный лимфоузел правой молочной железы
Образований в левой молочной железе не выявлено
Кисты молочных желёз
Справа BIRADS 6
Слева BIRADS 2`,
  8: `Описание
ПРАВАЯ МОЛОЧНАЯ ЖЕЛЕЗА
Кожные покровы, область соска и ареолы: не изменены
Объёмные образования и участки патологического накопления контрастного препарата: в верхних квадрантах на расстоянии 2 мм от ареолы, 37 мм от большой грудной мышцы и 4 мм от передне-верхнего кожного края определяется гиперваскулярная зона размером 66х84х62 мм (билатеральный х переднезадний х вертикальный), накопление контрастного препарата быстрое, проградиентное
На границе внутренних квадрантов в средней зоне железы единичные простые кисты до 9 мм
На границе верхних квадрантов в передней зоне железы геморрагическое включение 20х8х5 мм
Аксиллярные лимфатические узлы: единичные до 9 мм
 
ЛЕВАЯ МОЛОЧНАЯ ЖЕЛЕЗА
Кожные покровы, область соска и ареолы: не изменены
Единичные кисты до 4 мм
Объёмные образования и участки патологического накопления контрастного препарата: не выявлены
Аксиллярные лимфатические узлы: не увеличены, с сохранённой структурой
Заключение
Мультицентрическая гиперваскулярная зона правой молочной железы с признаками вовлечения САК
Правосторонний лимфоаденит
Геморрагическое включение в правой молочной железе
Единичные кисты молочных желёз
Справа BIRADS 6
Слева BIRADS 2`,
  9: `Описание
PV (объем паренхимы правой и левой молочной железы): B
BPE (фоновое накопление контрастного вещества паренхимой): 1
 
Симметрия молочных желез: симметричны
 
ПРАВАЯ МОЛОЧНАЯ ЖЕЛЕЗА:
Кожные покровы, область соска и ареолы не изменены.
В центральном секторе, на расстоянии 78мм от ареолы и 47мм от большой грудной мышцы определяется образование с нечеткими дольчатыми контурами размерами 28х15х14мм, быстро, гетерогенно накапливающее контрастный препарат с вымыванием в отсроченную фазу контрастирования, с признакми ограничения диффузии, без признаков периопухолевого отека. 
По латеральному краю описанного образования, на расстоянии 7мм, определяется зона локального контрастирования размером 15х10мм (DCIS). 
В верхнем наружном квадранте, на 10 часах определяется дополнительное образование размером 6х5мм с признаками ограничения диффузии.
Общие размеры зоны поражения 53х32х50мм. Минимальное расстояние до ареолы 35мм, до большой грудной мышцы 48мм, до латерального кожного края 38мм.
Аксиллярные лимфатические узлы: единичные узлы с нарушением архитектоники, максимальным поперечным размером 15мм.
 
ЛЕВАЯ МОЛОЧНАЯ ЖЕЛЕЗА:
Кожные покровы, область соска и ареолы: не изменены
Объёмные образования и участки патологического накопления контрастного препарата: не выявляются
Аксиллярные лимфатические узлы: не увеличены, с сохраненной структурой
Заключение
МР-признаки новообразования правой молочной железы. Мультицентрический рост. Вторичное поражение аксиллярных лимфатических узлов справа.
 
правая молочная железа BI-RADS 6
левая молочная железа BI-RADS 1`,
  10: `Описание
BPE (фоновое накопление контрастного вещества паренхимой) – незначительное.
Кожные покровы, область соска и ареолы правой и левой молочной железы не изменены.
Правая молочная железа: ACR-a. Структура молочных желёз представлена, преимущественно, жировой тканью. Сосудистая сеть и подкожно жировой слой не деформированы. Аксиллярные лимфатические узлы не изменены.
 
Левая молочная железа. ACR-a. Структура молочных желёз представлена, преимущественно, жировой тканью. В верхне-внутреннем квадранте, на расстоянии 6мм от грудной мышцы и 8мм от верхнего края кожи определяется объемное образование неправильной формы с дольчатыми контурами, размером 27х25х25мм. Сосудистая сеть и подкожно жировой слой не деформированы. Аксиллярные лимфатические узлы не изменены.
 
Заключение

МР-признаки карциномы левой молочной железы, справа структурных изменений не выявлено.
Правая молочная железа: BIRADS-1
Левая молочная железа: BIRADS-5
Рекомендовано: консультация онколога, морфологическая верификация.`,
};
